results/arangodb/arango_WorkloadB/singleInstance_wlB_load_7000000Rec.txt
[OVERALL], RunTime(ms), 1378344
[OVERALL], Throughput(ops/sec), 5078.558037761256
[INSERT], Operations, 7000000
[INSERT], AverageLatency(us), 194.95463957142857
[INSERT], MinLatency(us), 130
[INSERT], MaxLatency(us), 1610751
[INSERT], 95thPercentileLatency(us), 230
[INSERT], 99thPercentileLatency(us), 300
[INSERT], Return=OK, 7000000